Repository: Rise-Software/Rise-Media-Player
Catalog: Rise Media Player Dev/Strings/*/Settings.resw
Source language: en_gb
Languages: fi_fi, hi_in, hu_hu, pt_pt, zh_hans

# AboutExtrasH
source: Insider Extras
fi_fi: Sisäpiirin lisäominaisuudet
hi_in: इनसाइडर एक्स्ट्रास
hu_hu: Insider extrák
pt_pt: Extras para Insider
zh_hans: 预览体验附加功能

# AboutMoreCopyVersion
source: Copy version
fi_fi: Kopioi versio
hi_in: कॉपी संस्करण
hu_hu: Másolt verzió
pt_pt: Copiar versão
zh_hans: 复制版本

# AboutMoreH
source: More
fi_fi: Lisää
hi_in: और
hu_hu: Bővebben
pt_pt: Mais
zh_hans: 更多

# AboutMoreReleases
source: Releases
fi_fi: Julkaisut
hi_in: रिलीज़ें
hu_hu: Kiadások
pt_pt: Versões
zh_hans: 正式版

# AboutMoreTitle
source: More version info
fi_fi: Lisää versiotietoja
hi_in: अतिरिक्त संस्करण जानकारी
hu_hu: További verzió információk
pt_pt: Mais informações da versão
zh_hans: 更多版本信息

# AboutSave
source: Save to my device
fi_fi: Tallenna laitteelleni
hi_in: उपकरण पर सेव करें
hu_hu: Mentés az eszközre
pt_pt: Guardar para o meu dispositivo
zh_hans: 保存到我的设备

# AboutSocialDesc
source: Keep up with the latest updates.
fi_fi: Pysy ajan tasalla uusimmista päivityksistä.
hi_in: नवीनतम अपडेट्स के साथ बने रहें।
hu_hu: Tartsa lépést a legújabb frissítésekkel.
pt_pt: Fique por dentro das últimas atualizações.
zh_hans: 跟上最新的更新。

# AboutSocialTitle
source: Social media
fi_fi: Sosiaalinen media
hi_in: सोशल मीडिया
hu_hu: Közösségi média
pt_pt: Redes sociais
zh_hans: 社交媒体

# AboutWallsDesc
source: Access some exclusive RiseMP branded wallpapers.
fi_fi: Pääsy joihinkin yksinomaisiin RiseMP taustakuviin.
hi_in: राइज़ म प ब्रांडेड कुछ विशेष वॉलपेपर का अभिगमन करें।
hu_hu: Hozzáférés néhány exkluzív RiseMP márkájú háttérképhez.
pt_pt: Acesse algumas imagens de fundo exclusivos da marca RiseMP.
zh_hans: 访问一些独家 RiseMP 品牌壁纸。

# AboutWallsTitle
source: Desktop wallpapers & themes
fi_fi: Työpöydän taustakuvat & teemat
hi_in: डेस्कटॉप वॉलपेपर एवं थीम
hu_hu: Háttérképek és témák
pt_pt: Imagens de parede de ambiente de trabalho & temas
zh_hans: 桌面壁纸和主题

# AddAccount
source: Add an account
fi_fi: Lisää tili
hi_in: अकाउंट जोड़ें
hu_hu: Fiók hozzáadása
pt_pt: Adicionar uma conta
zh_hans: 添加帐户

source: Add folder
fi_fi: Lisää kansio
hi_in: फोलडर जोड़ें
hu_hu: Mappa hozzáadása
pt_pt: Adicionar pasta
zh_hans: 添加文件夹

source: Add folders
fi_fi: Lisää kansioita
hi_in: फ़ोल्डर जोड़ें
hu_hu: Mappák hozzáadása
pt_pt: Adicionar pastas
zh_hans: 添加文件夹

# AppearanceAppLayout
source: App layout
fi_fi: Sovelluksen asettelu
hi_in: ऐप अभिन्यास
hu_hu: Alkalmazás elrendezése
pt_pt: Aparência da aplicação
zh_hans: 应用布局

# AppearanceAppWindow
source: App window
fi_fi: Sovelluksen ikkuna
hi_in: ऐप विंडो
hu_hu: Alkalmazás ablak
pt_pt: Janela da aplicação
zh_hans: 应用窗口

# AppearanceChooseColor
source: Choose your window glaze
fi_fi: Valitse ikkunan lasitus
hi_in: अपना विंडो ग्लेज़ चुनें
hu_hu: Válaszd ki az ablakfényt
pt_pt: Escolha o destaque da janela
zh_hans: 选择你的窗口覆盖层

# AppearanceChooseTheme
source: Choose your colour
fi_fi: Valitse väri
hi_in: अपना रंग चुनें
hu_hu: Válaszd ki a színed
pt_pt: Escolha a sua cor
zh_hans: 选择你的颜色

# AppearanceIconsAndFonts
source: Icons & fonts
fi_fi: Kuvakkeet ja kirjasimet
hi_in: आइकॉन एवं फ़ॉन्ट
hu_hu: Ikonok és betűtípusok
pt_pt: Ícones e fontes
zh_hans: 图标和字体

# AppearanceItemDesc
source: Customise app colours, themes, icons, layouts and motion.
fi_fi: Mukauta sovelluksen värejä, teemoja, kuvakkeita, ulkoasuja ja liikettä.
hi_in: ऐप के रंग, थीम, आइकॉन, अभिन्यास एवं गति अनुकूलित करें।
hu_hu: Az alkalmazás színeinek, témáinak, ikonjainak, elrendezésének és mozgásának testreszabása.
pt_pt: Personalizar cores da aplicação, temas, ícones, aparência e movimento.
zh_hans: 自定义应用程序颜色、主题、图标、布局和动作。

# AppearanceNothing
source: There's nothing to show here. To show available colours, select 'Use custom colour' from the dropdown.
fi_fi: Täällä ei ole mitään näytettävää. Jos haluat näyttää käytettävissä olevat värit, valitse 'Käytä mukautettua väriä' pudotusvalikosta.
hi_in: यहां पर कुछ भी दिखाने को नहीं है। उपलब्ध रंग दिखाने के लिए ड्रॉपडाउन से 'अनुकूलित रंग इस्तेमाल करें' का चयन करें।
hu_hu: Itt nincs mit mutogatni. A rendelkezésre álló színek megjelenítéséhez válassza a legördülő listából az "Egyéni szín használata" lehetőséget.
pt_pt: Não há nada para mostrar aqui. Para mostrar cores disponíveis, selecione 'Utilizar cor personalizada' na caixa de seleção.
zh_hans: 这里没有什么可展示的。 要显示可用颜色，请从下拉列表中选择“使用自定义颜色”。

# AppearanceOverview
source: Overview
fi_fi: Yhteenveto
hi_in: अवलोकन
hu_hu: Áttekités
pt_pt: Visão Geral
zh_hans: 概述

# AppearancePickUp
source: Pick up where you left off
fi_fi: Jatka siitä mihin jäit
hi_in: जहां से छोड़ा गया, वहीं से शुरू करें
hu_hu: Folytasd ott, ahol abbahagytad
pt_pt: Escolha onde você parou
zh_hans: 从你离开的地方继续

# AppearanceStartupTitle
source: On startup
fi_fi: Käynnistyksessä
hi_in: शुरूआत होने पर
hu_hu: Indításkor
pt_pt: No arranque
zh_hans: 启动时

# AppearanceTip
source: *Compact mode changes won't take effect until after setup has completed.
fi_fi: *Tiiviin tilan muutokset eivät tule voimaan ennen kuin asennus on valmis.
hi_in: *कॉम्पैक्ट मोड के बदलाव तब तक लागू नहीं होंगीं जब तक सेटअप ख़त्म नहीं हो जाता।
hu_hu: *A kompakt üzemmód módosításai csak a beállítás befejezése után lépnek hatályba.
pt_pt: *As mudanças no modo compacto não terão efeito até que a configuração seja concluída.
zh_hans: *紧凑模式更改在设置完成后才会生效。

source: App theme changed
fi_fi: Sovelluksen teema muutettu
hi_in: ऐप थीम बदल चुका है
hu_hu: Alkalmazás téma megváltoztatva
pt_pt: Tema da aplicação alterado
zh_hans: 应用主题已更改

# ColorfulIcons
source: Colourful Icons
fi_fi: Värikkäät kuvakkeet
hi_in: रंगीन आइकॉन
hu_hu: Színes ikonok
pt_pt: Ícones coloridos
zh_hans: 彩色图标

# ConnectToLastFmDesc
source: Discover your recently played, listening history and scrobble to the internet.
fi_fi: Tutustu äskettäin soitettuihin, kuunteluhistoriaan ja lähetä soittotiedot Internetiin.
hi_in: अपने हाल ही में चलाए हुए, सुनावट इतिहास को खोजें एवं इंटरनेट को स्क्रॉबल करें
hu_hu: Fedezd fel a nemrég lejátszott, hallgatott előzményeidet, és lapozgass az interneten.
pt_pt: Descubra o seu histórico de reprodução e audição recente e navegue até a Internet.
zh_hans: 发现您最近播放过的浏览历史，然后扫描到互联网。

# ConnectToLastFmH
source: Connect to last.fm
fi_fi: Yhdistä last.fm-palveluun
hi_in: लास्ट.फ म से संयोजन करें
hu_hu: Csatlakozás a last.fm-hez
pt_pt: Conectar ao last.fm
zh_hans: 连接到 last.fm

# CustomizedColors
source: Customised colours
fi_fi: Mukautetut värit
hi_in: अनुकूलित रंग
hu_hu: Testreszabott színek
pt_pt: Cores personalizadas
zh_hans: 自定义颜色

source: High Contrast Icons
fi_fi: Korkeakontrastiset kuvakkeet
hi_in: हाई कॉन्ट्रास्ट आईकॉन
hu_hu: Nagy kontrasztú ikonok
pt_pt: Ícones de Alto Contraste
zh_hans: 高对比度图标

source: Insider Hub
fi_fi: Sisäpiirin Hub
hi_in: इनसाइडर हब
zh_hans: 预览体验中心

# MatchSystemAppLang
source: Match system & app languages
fi_fi: Käytä järjestelmän kieltä
hi_in: सिस्टम और ऐप भाषा मिलाएँ
hu_hu: Egyezzen a rendszer & alkalmazás nyelvek
pt_pt: Corresponder idiomas do sistema e da aplicação
zh_hans: 匹配系统和应用语言

# MediaLibraryAutoScanDesc
source: Scan per a specified period of time when the app is open.
fi_fi: Skannaa tietyn ajan kun sovellus on auki.
hi_in: जब एप खुला हो, तब समय की निर्दिष्ट अवधिानुसार स्कैन करें।
hu_hu: Szkennelés meghatározott időnként, amikor az alkalmazás meg van nyitva.
pt_pt: Examinar por um período de tempo especificado quando a aplicação está aberta.
zh_hans: 当应用程序打开时，每指定时间段扫描一次。

# MediaLibraryAutoScanTitle
source: Periodic scanning
fi_fi: Säännöllinen skannaus
hi_in: सामयिक स्कैनिंग
hu_hu: Időszakos szkennelés
pt_pt: Procura periódica
zh_hans: 定期扫描

# MediaLibraryDeletionTitle
source: When removing local media
fi_fi: Poistettaessa paikallista mediaa
hi_in: लोकल मीडिया हटाने पर
hu_hu: A helyi adathordozók eltávolításakor
pt_pt: Ao remover mídia local
zh_hans: 移除本地媒体时

# MediaLibraryDone
source: Clear all
fi_fi: Tyhjennä kaikki
hi_in: सब हटा दें
hu_hu: Összes törlése
pt_pt: Limpar tudo
zh_hans: 全部清除

# MediaLibraryEventsScanDesc
source: Scan for new media after an event or events take place.
fi_fi: Skannaa uutta mediaa tapahtuman tai tapahtumien jälkeen.
hi_in: किसी घटना या घटना के घटित होने के बाद नई मीडिया के लिए स्कैन करें।
hu_hu: Keressen új médiát egy esemény vagy események bekövetkezte után.
pt_pt: Procurar por nova mídia após um evento ou eventos ocorrerem.
zh_hans: 事件发生后扫描新媒体。

# MediaLibraryEventsScanDeviceConnect
source: Scan when a removable device or drive is connected
fi_fi: Skannaa kun irrotettava laite tai asema on yhdistetty
hi_in: जब एक हटाने योग्य उपकरण या ड्राइव जुड़ता है, तब स्कैन करें
hu_hu: Ellenőrzés cserélhető eszköz vagy meghajtó csatlakoztatásakor
pt_pt: Prcurar quando um dispositivo ou unidade removível estiver conectado
zh_hans: 当移动设备或驱动器连接时扫描

# MediaLibraryEventsScanFilesAdd
source: Scan when adding files to your media sources
fi_fi: Skannaa kun lisäät tiedostoja medialähteisiin
hi_in: जब आपके मीडिया स्रोत में फ़ाईलें जुड़तीं हैं, तब स्कैन करें
hu_hu: Szkennelés fájlok hozzáadásakor a médiaforrásokhoz
pt_pt: Procurar ao adicionar ficheiros às suas fontes de mídia
zh_hans: 将文件添加到媒体源时扫描

# MediaLibraryEventsScanLocation
source: Scan when you add a new media location
fi_fi: Skannaa kun lisäät uuden median sijainnin
hi_in: जब आप मीडिया की एक नए लोकेशन जोड़ते हैं, तब स्कैन करें
hu_hu: Szkennelés új médiahely hozzáadásakor
pt_pt: Procurar ao adicionar um novo local de mídia
zh_hans: 当您添加新媒体位置时扫描

# MediaLibraryEventsScanOpen
source: Scan when the app is opened
fi_fi: Skannaa kun sovellus avataan
hi_in: जब एप खुला हो, तब स्कैन करें
hu_hu: Szkennelés az alkalmazás megnyitásakor
pt_pt: Procurar ao abrir a aplicação
zh_hans: 当应用程序打开时扫描

# MediaLibraryEventsScanTitle
source: Smart event scan
fi_fi: Älykäs tapahtuman skannaus
hi_in: स्मार्ट घटना स्कैन
hu_hu: Intelligens eseményszkennelés
pt_pt: Procura de evento inteligente
zh_hans: 智能事件扫描

# MediaLibraryFetchOnlineData
source: Fetch data from the Internet when needed
fi_fi: Hae tiedot Internetistä tarpeen mukaan
hi_in: जब ज़रूरत पड़े तब इंटरनेट से डाटा लाएँ
hu_hu: Szükség esetén adatok lekérése az internetről
pt_pt: Procurar dados da Internet quando necessário
zh_hans: 需要时从互联网获取数据

# MediaLibraryFilesAndFolders
source: Files & folders
fi_fi: Tiedostot ja kansiot
hi_in: फ़ाइल फ़ोल्डर
hu_hu: Fájlok és mappák
pt_pt: Ficheiros e pastas
zh_hans: 文件和文件夹

# MediaLibraryItemDesc
source: Manage media sources, your online services and scanning settings.
fi_fi: Hallitse medialähteitä, verkkopalveluita ja skannauksen asetuksia.
hi_in: अपने मीडिया स्रोत, ऑनलाईन सेवाएँ एवं स्कैनिंग सेटिंग्स प्रबंधित करें।
hu_hu: Kezelje a médiaforrásokat, az online szolgáltatásokat és a beolvasási beállításokat.
pt_pt: Gerir fontes de mídia, os seus serviços online e definições de procura.
zh_hans: 管理媒体源、您的在线服务和扫描设置。

# MediaLibraryLocalMediaH
source: Local media & devices
fi_fi: Paikallinen media & laitteet
hi_in: लोकल मीडिया और उपकरण
hu_hu: Helyi média és eszközök
pt_pt: Mídia local e dispositivos
zh_hans: 本地媒体和设备

# MediaLibraryManageFoldersDesc
source: Videos, music and more
fi_fi: Videoita, musiikkia ja muuta
hi_in: वीडियो, संगीत और बहुत कुछ
hu_hu: Videók, zene és még több
pt_pt: Vídeos, música e muito mais
zh_hans: 视频、音乐及更多

# MediaLibraryManageFoldersTitle
source: Manage local media folders
fi_fi: Hallinnoi paikallisia mediakansioita
hi_in: लोकल मीडिया फ़ोल्डर प्रबंधित करें
hu_hu: Helyi médiamappák kezelése
pt_pt: Gerir pastas de mídia locai
zh_hans: 管理本地媒体文件夹

# MediaLibraryManualScanDesc
source: Scans the folders you've already added for music and videos to add to your library.
fi_fi: Skannaa kansiot, jotka olet jo lisännyt musiikille ja videoille lisätäksesi ne kirjastoon.
hi_in: आपकी लाइब्रेरी में जोड़ने के लिए वही फ़ोल्डरों को स्कैन करता है जहां से आपने पहले ही संगीत एवं वीडियो जोड़े हैं।
hu_hu: Átvizsgálja a már hozzáadott mappákat a könyvtárba felvehető zenék és videók után.
pt_pt: Procura em pastas que você já adicionou para que músicas e vídeos sejam adicionadas à sua biblioteca.
zh_hans: 扫描您已经添加的用于音乐和视频的文件夹以添加到您的库中。

# MediaLibraryManualScanTitle
source: Manual scan
fi_fi: Manuaalinen skannaus
hi_in: मैनुअल स्कैन
hu_hu: Manuális szkennelés
pt_pt: Procura manual
zh_hans: 手动扫描

# MediaLibraryMetadata
source: Metadata
fi_fi: Metatiedot
hi_in: मेटाडाटा
hu_hu: Metaadat
pt_pt: Metadados
zh_hans: 元数据

# MediaLibraryOnlineDataH
source: Online data
fi_fi: Verkossa olevat tiedot
hi_in: ऑनलाइन डाटा
hu_hu: Online adat
pt_pt: Dados online
zh_hans: 联机数据

# MediaLibraryRemoveFolder
source: Remove folder
fi_fi: Poista kansio
hi_in: फोल्डर हटाएँ
hu_hu: Mappa eltávolítása
pt_pt: Remover pasta
zh_hans: 移除文件夹

# MediaLibraryRippingDesc
source: Choose what you want to happen when you rip a disc.
fi_fi: Valitse mitä haluat tapahtuvan kun kopioit musiikkia levyltä.
hi_in: चुनें कि डिस्क को रिप करते समय आप क्या करना चाहते हैं
hu_hu: Válaszd ki, hogy mi történjen a lemez másolásakor.
pt_pt: Escolha o que você quer que aconteça quando você ripar um disco.
zh_hans: 选择您希望在翻录光盘时发生的情况。

# MediaLibraryRippingTitle
source: Disc ripping options
fi_fi: Levyn kopioinnin asetukset
hi_in: डिस्क रिप्पिंग विकल्प
hu_hu: Lemez másolási lehetőségek
pt_pt: Opções de ripagem de disco
zh_hans: 光盘翻录选项

# MediaSourcesContainsMusic
source: Contains music
fi_fi: Sisältää musiikkia
hi_in: इसमें संगीत है
hu_hu: Zenét tartalmaz
pt_pt: Contém música
zh_hans: 包含音乐

# MediaSourcesContainsVideos
source: Contains videos
fi_fi: Sisältää videoita
hi_in: इसमें वीडियो हैं
hu_hu: Videókat tartalmaz
pt_pt: Contém vídeos
zh_hans: 包含视频

# MediaSourcesInfo
source: We already look for your media in the default media locations (Music & Videos). If you only store your media here, there is no need to add a folder. If not, select 'Add folder' to add all of your media folders.
fi_fi: Etsimme jo mediaa oletusarvoisista mediapaikoista (Musiikki ja Videot). Jos tallennat mediasi vain niihin, ei ole tarvetta lisätä kansiota. Jos näin ei ole, valitse 'Lisää kansio' lisätäksesi kaikki mediakansiosi.
hi_in: हम आपकी मीडिया के लिए डीफ़ॉल्ट मीडिया लोकेशन (संगीत एवं वीडियो) में पहले से ही देखते हैं। अगर आप यहीं पर अपनी मीडिया संग्रहित करते हैं, तब नए फ़ोल्डर जोड़ने की ज़रूरत नहीं है। अगर नहीं, तो अपने सभी मीडिया फ़ोल्डरों को जोड़ने के लिए 'फ़ोल्डर जोड़ें' पर क्लिक करें।
hu_hu: A médiát már az alapértelmezett médiahelyeken (Zene és videók) keressük. Ha csak itt tárolja a médiát, nincs szükség mappa hozzáadására. Ha nem, válassza a "Mappa hozzáadása" lehetőséget az összes médiamappa hozzáadásához.
pt_pt: Já procuramos pela sua mídia nos locais de mídia padrão (Música e Vídeos). Se você armazenar apenas a sua mídia aqui, não há necessidade de adicionar uma pasta. Se não, selecione 'Adicionar pasta' para adicionar todas as suas pastas de mídia.
zh_hans: 我们已经在默认媒体位置（音乐和视频）中查找您的媒体。 如果您只在此处存储媒体，则无需添加文件夹。 如果没有，请选择“添加文件夹”以添加所有媒体文件夹。

# NavigationAddRemoveH
source: Add/remove sidebar items
fi_fi: Lisää tai poista sivupalkin kohteita
hi_in: साइडबार आइटम जोडे़ं/हटाएँ
hu_hu: Oldalsáv elemek hozzáadása/eltávolítása
pt_pt: Adicionar/remover itens da barra lateral
zh_hans: 添加/移除侧边栏项目

# NavigationAppearanceH
source: Appearance
fi_fi: Ulkoasu
hi_in: दिखावट
hu_hu: Megjelenítés
pt_pt: Aparência
zh_hans: 外观

# NavigationGeneralItems
source: General items
fi_fi: Yleiset kohteet
hi_in: जनरल आइटम
hu_hu: Általános elemek
pt_pt: Itens gerais
zh_hans: 一般项目

# NavigationHamburgerTitle
source: Show the hamburger button
fi_fi: Näytä hampurilaispainike
hi_in: हैमबर्गर बटन दिखाएँ
hu_hu: A hamburger gomb megjelenítése
pt_pt: Mostrar o botão hambúrguer
zh_hans: 显示汉堡按钮

# NavigationIconStyle
source: Icon style
fi_fi: Kuvakkeen tyyli
hi_in: आइकॉन स्टाईल
hu_hu: Ikon stílus
pt_pt: Estilo de ícone
zh_hans: 图标样式

# NavigationItemDesc
source: Change click actions, startup options.
fi_fi: Muuta napsautuksen toimintoja, käynnistysvalintoja.
hi_in: क्लिक क्रियाओं, स्टार्टअप विकल्पों को बदलें।
hu_hu: Kattintási műveletek, indítási lehetőségek módosítása.
pt_pt: Alterar ações de clique, opções de inicialização.
zh_hans: 更改单击操作、启动选项。

# NavigationResize
source: Window resize changes
fi_fi: Ikkunan koon muuttaminen
hi_in: विंडो आकार बदलाव
hu_hu: Ablak méretének módosítása
pt_pt: Alterações de redimensionamento de janela
zh_hans: 窗口调整大小更改

# NavigationShowHeader
source: Show header
fi_fi: Näytä otsikko
hi_in: शीर्षणी दिखाएँ
hu_hu: Fejléc megjelenítése
pt_pt: Mostrar cabeçalho
zh_hans: 显示标题

source: Open classic dialog
fi_fi: Avaa klassinen valintaikkuna
hi_in: क्लासिक डायलॉग खोलें
hu_hu: Klasszikus párbeszédablak megnyitása
pt_pt: Abrir diálogo clássico
zh_hans: 打开经典对话框

# PlaybackCrossfadeDesc
source: Blend the end & beginning of your music tracks.
fi_fi: Sekoita musiikkikappaleiden loppu ja alku.
hi_in: अपने संगीत ट्रैकों के अंत और शुरूआतों को सम्मिश्रित करें
hu_hu: Keverd össze a zeneszámok végét és elejét.
pt_pt: Misturar o final e o início das suas músicas.
zh_hans: 混合音乐曲目的结尾和开头。

# PlaybackCrossfadeTitle
source: Crossfade
fi_fi: Ristiinhäivytys
hi_in: क्रॉसफेड करें
hu_hu: Átkeverés
pt_pt: Desvanecimento
zh_hans: 交叉淡入淡出

# PlaybackEQDesc
source: Choose different sound profiles depending on your media type.
fi_fi: Valitse erilaisia ääniprofiileja mediatiedoston tyypistä riippuen.
hi_in: अपने मीडिया प्रकार के आधार पर भिन्न ध्वनि प्रोफ़ाइल चुनें।
hu_hu: Válasszon különböző hangprofilokat a média típusától függően.
pt_pt: Escolha diferentes perfis de som dependendo do seu tipo de mídia.
zh_hans: 根据您的媒体类型选择不同的声音配置文件。

# PlaybackEQTitle
source: Equaliser
fi_fi: Taajuuskorjain
hi_in: इक्वलाइज़र
hu_hu: Hangszínszabályzó
pt_pt: Equalizador
zh_hans: 均衡器

# PlaybackGaplessDesc
source: We will instantly move to your next track without waiting.
fi_fi: Siirrymme välittömästi seuraavaan kappaleeseen ilman odottamista.
hi_in: हम आपके अगले ट्रैक पर प्रतीक्षा किए बिना तुरंत चले जाएंगे।
hu_hu: Várakozás nélkül azonnal a következő számra lépünk.
pt_pt: Vamos avançar instantaneamente para a sua próxima faixa sem esperar.
zh_hans: 我们将立即移至您的下一首曲目，无需等待。

# PlaybackGaplessTitle
source: Gapless playback
fi_fi: Aukoton toisto
hi_in: गैपलेस प्लेबैक
hu_hu: Résmentes lejátszás
pt_pt: Reprodução contínua
zh_hans: 无缝播放

# PlaybackGeneralH
source: General
fi_fi: Yleiset
hi_in: जनरल
hu_hu: Általános
pt_pt: Geral
zh_hans: 常规

# PlaybackMusicH
source: Music
fi_fi: Musiikki
hi_in: संगीत
hu_hu: Zene
pt_pt: Música
zh_hans: 音乐

# PlaybackScalingDesc
source: Adjust how your video scales depending on window size.
fi_fi: Säädä miten videon koko muuttuu ikkunan koosta riippuen.
hi_in: विंडो के आकार के आधार पर समायोजित करें कि आपका वीडियो कैसे मपता है।
hu_hu: Állítsa be a videó méretezését az ablakméret függvényében.
pt_pt: Ajuste a escala do seu vídeo dependendo do tamanho da janela.
zh_hans: 根据窗口大小调整您的视频尺寸。

# PlaybackScalingTitle
source: Scaling
fi_fi: Skaalaus
hi_in: मापन
hu_hu: Méretezés
pt_pt: Dimensionamento
zh_hans: 缩放比例

# PlaybackStreamingQualityDesc
source: Change video resolution and music bitrate.
fi_fi: Muuta videon resoluutiota ja musiikin bittinopeutta.
hi_in: विडियो रेज़ोल्यूशन और संगीत बिटरेट बदलें।
hu_hu: Videófelbontás és zenei bitráta módosítása.
pt_pt: Altere a resolução do vídeo e a taxa de bits de música.
zh_hans: 更改视频分辨率和音乐比特率。

# PlaybackStreamingQualityTitle
source: Manage streaming quality
fi_fi: Hallitse suoratoiston laatua
hi_in: स्ट्रीमिंग गुणवत्ता प्रबंधित करें
hu_hu: Streaming minőség kezelése
pt_pt: Gerir qualidade de streaming
zh_hans: 管理串流质量

# PlaybackVideoH
source: Video
hi_in: वीडियो
hu_hu: Videó
pt_pt: Vídeo
zh_hans: 视频

# PlaybackVisualizerTitle
source: Visualiser
fi_fi: Visualisoija
hi_in: विज़्वालाइज़र
hu_hu: Vizualizáló
pt_pt: Visualizador
zh_hans: 可视化

# RecentColors
source: Recent colours
fi_fi: Viimeaikaiset värit
hi_in: हाल के रंग
hu_hu: Legutóbbi színek
pt_pt: Cores recentes
zh_hans: 最近的颜色

source: Restore defaults
fi_fi: Palauta oletusarvot
hi_in: डीफ़ॉल्टों को पुन: स्थापित करें
hu_hu: Alapértékek visszaállítása
pt_pt: Restaurar predefinições
zh_hans: 恢复默认

source: Run every:
fi_fi: Suorita joka:
hi_in: इस समयानुसार चले:
hu_hu: Futás minden:
pt_pt: Executar a cada:
zh_hans: 运行间隔：

source: Scan now
fi_fi: Skannaa nyt
hi_in: अभी स्कैन करें
hu_hu: Szkennelés most
pt_pt: Procurar agora
zh_hans: 立即扫描

source: Select language
fi_fi: Valitse kieli
hi_in: भाषा का चयन करें
hu_hu: Nyelv kiválasztása
pt_pt: Selecione o idioma
zh_hans: 选择语言

# SelectLanguageDesc
source: Choose your language manually from a list.
fi_fi: Valitse kieli käsin luettelosta.
hi_in: सूची से अपनी भाषा मैनुअली चुनें।
hu_hu: Válaszd ki manuálisan a nyelvet egy listából.
pt_pt: Escolha o seu idioma manualmente a partir da lista.
zh_hans: 从列表中手动选择您的语言。

# SettingsFluentColor
source: Fluent Colour
fi_fi: Fluent väri
hi_in: फ़्लूएंट रंग
hu_hu: Fluent szín
pt_pt: Cor Fluente
zh_hans: 流畅颜色

# SettingsHighContrast
source: High Contrast
fi_fi: Korkea kontrasti
hi_in: उच्च विषमता
hu_hu: Kontrasztos megjelenítés
pt_pt: Alto Contraste
zh_hans: 高对比度

# SettingsMenuBar
source: Menu bar
fi_fi: Valikkopalkki
hi_in: मेन्यू बार
hu_hu: Menüsor
pt_pt: Barra de menu
zh_hans: 菜单栏

source: Settings menus
fi_fi: Asetusvalikot
hi_in: सेटिंग्स मेन्यू
hu_hu: Beállítások menü
pt_pt: Menus de definições
zh_hans: 设置菜单

# SettingsSidebar
source: Sidebar (Classic)
fi_fi: Sivupalkki (klassinen)
hi_in: साइडबार(क्लासिक)
hu_hu: Oldalsáv (Klasszikus)
pt_pt: Barra lateral (Clássico)
zh_hans: 侧边栏（经典）

source: Settings style
fi_fi: Asetusten tyyli
hi_in: सेटिंग्स स्टाईल
hu_hu: Beállítások stílusa
pt_pt: Estilo das definições
zh_hans: 设置样式

source: Startup settings
fi_fi: Käynnistysasetukset
hi_in: स्टार्टअप सेटिंग्स
hu_hu: Indítási beállítások
pt_pt: Definições de Arranque
zh_hans: 启动设置

# SystemBehaviorsDisabledByPolicy
source: This feature is disabled due to your administrator's current policies. If this is necessary, please contact your system administrator.
fi_fi: Tämä ominaisuus on poistettu käytöstä järjestelmänvalvojan nykyisten käytäntöjen vuoksi. Jos tämä on tarpeen, ota yhteyttä järjestelmänvalvojaan.
hi_in: यह फीचर आपके प्रशासक की वर्तमान नीतियों के कारण अक्षम है। अगर यह अति-आवश्यक है, तो कृपया अपने सिस्टम प्रशासक से संपर्क करें।
hu_hu: Ez a funkció a rendszergazda aktuális irányelvei miatt le van tiltva. Ha erre szükség van, kérjük, forduljon a rendszergazdához.
pt_pt: Esta funcionalidade está desativada devido às políticas atuais do seu administrador. Se for necessário, entre em contato com o seu administrador do sistema.
zh_hans: 由于管理员当前的政策，此功能已被禁用。如果有必要，请联系您的系统管理员。

# SystemBehaviorsDisabledByUser
source: This feature is disabled due to your current startup settings. Click the link below to modify these settings, then restart the app.
fi_fi: Tämä ominaisuus on poistettu käytöstä nykyisten käynnistysasetusten vuoksi. Muokkaa näitä asetuksia napsauttamalla alla olevaa linkkiä, ja käynnistä sovellus uudelleen.
hi_in: यह फीचर आपके वर्तमान स्टार्टअप सेटिंग्स के कारण अक्षम है। इन सेटिंग्स को बदलने के लिए नीचे दिए गए लिंक पर क्लिक करें, फ़िर एप को पुनः आरंभ करें।
hu_hu: Ez a funkció a jelenlegi indítási beállítások miatt le van tiltva. Kattintson az alábbi linkre a beállítások módosításához, majd indítsa újra az alkalmazást.
pt_pt: Esta funcionalidade está desativada devido às suas definições atuais de arranque. Clique na ligação abaixo para modificar essas definições e depois reinicie a aplicação.
zh_hans: 由于您当前的启动设置，此功能被禁用。单击下面的链接修改这些设置，然后重新启动应用程序。
